{
    "About": "О нас",
    "Close": "Закрыть",
    "Everything we do is based on the principle of building": "Все, что мы делаем, основано на принципе построения",
    "meaningful connections": "значимых связей",
    "In an exciting industry like": "В такой захватывающей отрасли, как",
    "esports": "киберспорт",
    "we understand the importance of building": "мы понимаем важность обеспечения",
    "strong brand partnerships": "надежных партнерских отношений",
    "with established players and influencers": "между брендами с известными игроками и лидерами мнений",
    "Our agency": "Наше агентство",
    "wants to actively contribute to building": "хочет внести активный вклад в создание",
    "the global esports ecosystem": "глобальной экосистемы киберспорта",
    "We see our mission in bridging the gap and establishing communication between": "Мы видим свою миссию в преодолении разрыва и установки коммуникации между",
    "brands": "брендами",
    "and": "и",
    "the world of gamers": "миром геймеров",
    "through partnerships, marketing, content creation and distribution": "благодаря возможностям партнерства, маркетинга, создания и распространения контента",
    "We are a creative agency that combines the functions of event and advertising activities in esports, gaming and geek culture": "Мы креативное агентство, совмещающее в себе функции event и рекламной деятельности в киберспорте, гейминге и гик культуре",
    "will help you grow in the world of marketing and commercial partnerships to find the right opportunities that match the values ​​of your brand, team and community. We know exactly how to create a project that attracts any audience": "поможет развиваться в мире маркетинга и коммерческого партнерства, чтобы найти подходящие возможности, которые соответствуют ценностям вашего бренда, команды и коммьюнити. Мы точно знаем, как создать проект, который привлекает любую аудиторию",
    "Main": "Главный",
    "quest": "квест",
    "Our mission is to offer": "Наша задача состоит в том, чтобы предлагать",
    "innovative and creative campaigns": "инновационные и креативные кампании",
    "that resonate with the gaming community": "которые находят отклик в игровом сообществе",
    "Partners": "Партнёры",
    "Services": "Услуги",
    "Tournaments": "Турниры",
    "Spec projects": "Спец проекты",
    "Offline events": "Офлайн ивенты",
    "Digital ads": "Digital реклама",
    "Design": "Дизайн",
    "All projects": "Все проекты",
    "Team": "Команда",
    "Andrey Dubchak": "Андрей Дубчак",
    "I’m responsible for": "В агентстве отвечает за",
    "Promotion strategy and financial estimates": "Стратегию продвижения бренда и сметы",
    "Product's integration into the e-sports industry": "Интеграцию продукта в сферу гейминга",
    "Creative events and activations": "Креативное наполнение ивента",
    "Vika Martoyan": "Виктория Мартоян",
    "Live streams graphic design": "Графическое оформление для трансляций",
    "Venue design solutions": "Дизайнерское решение по декору",
    "Social media design": "Дизайн соцсетей",
    "Creation of an individual merch": "Создание индивидуального мерча",
    "Anton Murashov": "Антон Мурашов",
    "Advising on projects of varying complexity": "Консультирование по сложным проектам",
    "Creative ideas generation and realization": "Создание и реализацию креативов",
    "Influencer recruitment": "Подбор инфлюенсеров",
    "Partnership with clients": "Работу с клиентами",
    "Ruslan Sokolov": "Руслан Соколов",
    "Live stream organization": "Организацию онлайн-трансляций",
    "Video production": "Видеопроизводство",
    "Maxim Lagutkin": "Максим Лагуткин",
    "PinG Communities events management": "Организацию тематических турниров",
    "Social media promotion strategy and SMM": "Продвижение соцсетей и SMM",
    "Graphic content of the project": "Графическое наполнение проекта",
    "Andrey": "Андрей",
    "Dubchak": "Дубчак",
    "Vika": "Вика",
    "Martoyan": "Мартоян",
    "Anton": "Антон",
    "Murashov": "Мурашов",
    "Ruslan": "Руслан",
    "Sokolov": "Соколов",
    "Maxim": "Максим",
    "Lagutkin": "Лагуткин",
    "Reviews": "Отзывы",
    "Contacts": "Контакты",
    "Name": "Имя",
    "Message": "Сообщение",
    "Choose services": "Выберите услуги",
    "Send": "Отправить",
    "lang": "En",
    "Go back": "Вернуться",
    "To other projects": "К остальным проектам",
    "In esports, tournaments are an efficient way for brands to promote to a new audience, engage them in the product and establish a direct contact between the brand and the consumer. Our team knows that behind each tournament lies a concept and a strategy": "Турниры в киберспорте помогают брендам громко заявить о себе новой аудитории, вовлекают ее в продукт, а также устанавливают прямой контакт между брендом и потребителем. Наша команда знает, что основа организации киберспортивного турнира — концепция и стратегия",
    "We organize turnkey tournaments:": "Мы организовываем турниры под ключ:",
    "come up with ideas how to use the tournament to advertise your brand or product in a native way": "предлагаем идеи по органичной интеграции бренда и/или продукта в формат",
    "develop a set of rules and regulations for participants": "разрабатываем свод правил и регламент для участников",
    "plan and manage the matches": "планируем и управляем матчами",
    "coordinate on-set": "координация на площадке",
    "This type of event will increase your brand awareness and attract attention by establishing direct contact with the audience": "Данный вид мероприятия повысит узнаваемость вашего бренда и привлечет внимание, установив прямой контакт с аудиторией",
    "To other services": "К остальным услугам",
    "Special projects with gamification help to attract and engage the audience in an advertising campaign, as well as in the culture of the brand and its product": "Специальные проекты с геймификацией помогают привлечь и вовлечь аудиторию в рекламную кампанию, в культуру бренда и его продукт",
    "Based on your marketing objectives, we can create unique special projects of various formats and scales: from": "Исходя из ваших маркетинговых задач, мы можем создать специальные проекты самых разных форматов и масштабов: от",
    "entertaining game shows": "развлекательных игровых шоу",
    "to": "до",
    "news digests with augmented widgets": "новостных дайджестов с дополненными виджетами",
    "It is important for us to convey brand values to consumers, clearly present the product to the community and spark its interest": "Для нас важно передать ценности бренда потребителям, понятно представить продукт сообществу и заинтересовать его",
    "We produce fascinating and exciting events that help our clients reach their goals. For that, we offer creative solutions and come up with a format of the event, based on the client's requests": "Мы создаем удивительные и запоминающиеся события, помогая клиенту достичь его целей. Для этого мы предлагаем креативные решения и, исходя из ваших запросов, определяем формат мероприятия",
    "Here's a list of events we can organize for you": "Наш ивент-отдел подготовит для вас",
    "lan-finals": "lan-финалы",
    "presentations": "презентации",
    "exhibitions": "выставки",
    "theme parties": "тематические вечеринки",
    "corporate events": "корпоративы",
    "team building": "team building",
    "festivals": "фестивали",
    "We know which digital platforms and social networks are popular with the esports community. Our team will develop a communication and marketing campaign for your brand, which the target audience will definitely notice - and which will reach the brand's image and business objectives": "Мы знаем, какие digital-платформы и социальные сети популярны у коммьюнити киберспортсменов. Наша команда разработает для вашего бренда коммуникационную и маркетинговую кампанию, которую точно заметит целевая аудитория и которая решит имиджевые и бизнес-задачи бренда",
    "We understand that the main goal of brands is to increase sales and present their products as the best in their segments, and at the same time we understand what fans of the gaming sphere like. Therefore, we create individual marketing activities in which the audience gets acquainted with the brand's products in meaningful and interesting ways, creating value for all participants": "Мы понимаем, что основная цель брендов — увеличить продажи и представить свою продукцию как лучшую, также мы понимаем, что нравится любителям игровой сферы. Поэтому мы создаем индивидуальные маркетинговые активности, в которых аудитория знакомится с продуктами бренда осмысленными и интересными способами, создавая ценность для всех участников",
    "We create individual marketing campaigns": "Мы создаем индивидуальные маркетинговые кампании",
    "placement of brand promotions": "размещение рекламных акций бренда",
    "influencer engagement and social media coverage": "работа с инфлюенсерами и освещение в социальных сетях",
    "brand coverage on streams": "освещение брендов на стримах",
    "voice mentions": "голосовые упоминания",
    "banner on the broadcast and in the channel description": "баннер на трансляции и в описании канала",
    "Creative services": "Дизайнерские решения",
    "The appearance of integrations is very important for the perception of an advertising campaign and the transmission of the brand's key messages: from the design of the live broadcast studio of the championship to banners and all things digital": "Внешний вид интеграций очень важен для восприятия рекламной кампании и передачи ключевых сообщений бренда: от оформления студии прямой трансляции чемпионата до дизайна баннеров",
    "We will develop and prepare a design code for you from scratch or prepare layouts based on the company's brandbook and your wishes: our services also include": "Мы разработаем для вас дизайн-код с нуля или подготовим макеты на основе брендбука и ваших пожеланий: в наши услуги входит также",
    "printing products with a personal identity": "печать продукции с персональной айдентикой",
    "development and production of merchandise": "разработка и производство мерча",
    "pos materials and decorative elements": "pos-материалов и декоративных элементов",
    "I also like: argue with your friends on discord about your next purchase of a co-op game on Steam": "А еще я люблю спорить с друзьями в дискорде о следующей покупке кооп игры в Steam",
    "I also like: buying Battle Pass in the games but never levelling it": "А еще я люблю покупать Battle Pass в играх и не качать его",
    "I also like: planning a whole bunch of streams only to never start them": "А еще я люблю планировать контент-план стримов, но не проводить их",
    "I also like: sharing pictures of my cat": "А еще я люблю делиться фотографиями своей кошки",
    "I also like: riding a bicycle for at least 20 kms straight": "А еще я люблю катать на велосипеде от 20 километров за раз",
    "I want to thank your entire team for all the work they did in organizing the tournament, the broadcasts, and the face-to-face meeting at the movie theater! It was cool!": "Хотел поблагодарить всю Вашу команду за проделанную работу над организацией турнира, трансляций и личной встречи в кинотеатре! Было невероятно круто!",
    "Great tournament, everything is done at a high level and the organization this time is much better. I can't speak for everyone, how convenient it is to use Battlefy, but after the Overwatch tournament , we got used to it.": "Отличный турнир, сделано всё на высоте и организация в этот раз стала на порядок лучше. Не могу говорить за, всех насколько удобно пользоваться Battlefy, но после турнира по Overwatch мы привыкли к нему.",
    "Special thanks for the grid with a loser brackets, gives a second chance and adds interest to play. The growth of the organization is noticeable, which creates a very pleasant impression and a clear understanding that PinG is not created for fun.": "Отдельная благодарность за составление сетки с сеткой проигравших, даёт второй шанс и добавляет интереса играть. Заметен рост организации, что создаёт крайне приятное впечатление и чёткое понимание, что PinG создан не шутки ради.",
    "PinG are the coolest guys!": "PinG самые крутые ребята!",
    "Hello. Thank you for the event, very cool organization of the event. Only prosperity to you! The film is also very cool, in such a company everything is very pleasant!": "Здравствуйте. Спасибо за мероприятие, очень крутая организация события. Только процветания Вам! Фильм тоже очень классный, в такой компании всё очень приятно!",
    "It was an awesome tournament! According to those who were in the audience at the finals, it was the best thing that ever happened to DBD tournaments. I'm glad that PinG keeps making tournaments.": "Шикарный турнир получился! По отзывам тех, кто был в зале на финалах, это лучшее, что случалось с турнирами DBD. Радует, что Ping продолжают делать турниры.",
    "The impression is extremely positive. I participated in the tournament myself, and even though we lost, I'm looking forward to the new one.": "Впечатление крайне положительное. Сам участвовал в турнире и, хоть мы и проиграли, буду ждать новый.",
    "The event was good for us, even if we didn't win. We got a good experience and the zeal to improve our skills to be a stronger competitor. Thank you for this opportunity!": "Ивент нам зашёл, пускай даже не выиграли. Получили хороший опыт и рвение повышать свой скилл, чтобы составлять более сильную конкуренцию. Спасибо за такую возможность!",
    "Thanks for the mega cool event PinG. You are always the top.": "Спасибо за мега крутое мероприятие PING. Вы всегда топ.",
    "Viewer": "Зритель",
    "Participant": "Участник",
    "Sergey": "Сергей",
    "Eva": "Ева",
    "Anonymous": "Аноним",
    "Vlas": "Влас",
    "Your form was sent. Thanks!": "Ваша форма была отправлена. Спасибо!",
    "An error occurred. Try again.": "Произошла ошибка при отправке формы. Попробуйте ещё раз."
}
